import {
    PLESKACH,
    DUHNOVSKA,
    JIHAREVA,
    KOVTUN,
    LAHNO,
    SENCHENKO,

    SOKULSKY,
    DOMRACHEV,
    PIROG,
    MIRONOVA,
    FENIK,
    SAIKO,
    FIT
} from '../Globals';
export const lessonsData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        theme:'Алгоритми пошуку',
        date: '05.04.17',
        time: '11:00-12:20',
        aud:'217'
    },
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        theme:'Системи бухгалтерського обліку',
        date: '13.04.2017',
        time: '14:10-15:30',
        aud:'203'
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Міронова  Вікторія Леонідівна',
        img: MIRONOVA,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Сокульський Олег Євгенович',
        img: SOKULSKY,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Домрачев Володимир Миколайович',
        img: DOMRACHEV,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Пирог Микола Володимирович',
        img: PIROG,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Феник Євгеній Олександрович',
        img: FENIK,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Сайко Володимир Григорович',
        img: SAIKO,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Гарко Ірина Ігорівна',
        img: FIT,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    }
];

export const consultData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        time: 'Вівторок: 14:10-18:30'
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        time: '14:10-15:30',
    },
    {
        name: 'Міронова  Вікторія Леонідівна',
        img: MIRONOVA,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Сокульський Олег Євгенович',
        img: SOKULSKY,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Домрачев Володимир Миколайович',
        img: DOMRACHEV,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Пирог Микола Володимирович',
        img: PIROG,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Феник Євгеній Олександрович',
        img: FENIK,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Сайко Володимир Григорович',
        img: SAIKO,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Гарко Ірина Ігорівна',
        img: FIT,
        time: 'Вівторок: 11:00-12:20'       
    }

];


export const NEWS = [
    {
        title: "Серія лекцій на тему айті-підприємництво ",
        date: "від 3-го березня 2017",
        text: "Кожного вівторка о 14:10 в актовій залі факультету інформаційних технологій запрошений спеціаліст Євгеній Ленг читає лекції на тему айті-підприємництво.",
        end: "Запрошуємо всіх бажаючих!",
        img: "news2.jpg"
    },
    {
        title: "Глобальний форум кібер-безпеки",
        date: "середина квітня 2017",
        text: "В середині травня буде проходити глобальний форум кібербезпеки в дата центрі Парковий, в якому прийматиме участь і наша кафедра ПІС.",
        end: "Запрошуємо всіх бажаючих прийняти участь!",
        img: "news1.jpg"
    },

    {
        title: "Міжнародна науково-практична конференція",
        date: "29-30 вересня 2017 року",
        text: "На базі факультету інформаційних технологій Київського національного університету імені Тараса Шевченка відбудеться Міжнародна науково-практична конференція «Розбудова економічної освіти та формування основ фінансової грамотності учнівської молоді – основа розвитку громадянського суспільства та становлення економіки знань» До участі в конференції запрошуються педагоги, науковці, викладачі ВНЗ, методисти, фахівці у галузі інформаційних технологій і прикладних дисциплін, фахівці навчальних центрів і бізнес-структур, менеджери та керівники навчальних закладів, аспіранти та докторанти",
        end: "детальна інформація:",
        file: "https://drive.google.com/file/d/0BwuOv3Xw53PoZGQteGJvV0pJY3c/view?usp=sharing",
        img: "news3.png"
    }
]

export const EVENTS = [
    {
        title: "Міс факультету інформаційних технологій 2017",
        text: "Побутує думка, що поняття «краси» і «розуму» в одній дівчині одночасно не уживаються. Не рідко можна й почути, що нібито на технічних факультетах дівчат важко відрізнити від хлопців. 31-го березня в актовій залі Інституту післядипломної освіти чарівні учасниці конкурсу «Міс ФІТ 2017» доводили, що обидва твердження – лише вигадки злих язиків..",
        end: "Запрошуємо всіх бажаючих! Ми чекаємо на Вас!",
        img: "event1.jpg"
    },
    {
        title: "День відкритих дверей Факультету інформаційних технологій!",
        text: "Шановні абітурієнти! Запрошуємо Вас відвідати День відкритих дверей Факультету інформаційних технологій, що відбудеться 22 квітня  2017 року о 15.00 (вул. Ванди Василевської 24, актова зала). Під час зустрічі Ви зможете отримати інформацію про факультет, ознайомитися зі всіма спеціальностями  та освітніми програмами, дізнатися про особливості  вступу у 2017 році! Кожен з присутніх буде мати нагоду поставити запитання декану, завідувачам кафедр, викладачам, а також студентам, що вже навчаються на факультеті!",
        end: "Запрошуємо всіх бажаючих! Ми чекаємо на Вас!",
        img: "event2.png"
    }

]