import {
    PLESKACH,
    DUHNOVSKA,
    JIHAREVA,
    KOVTUN,
    LAHNO,
    SENCHENKO,

    SOKULSKY,
    DOMRACHEV,
    PIROG,
    MIRONOVA,
    FENIK,
    SAIKO,
    GARKO,
    FIT
} from '../Globals';
export const lessonsData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        theme:'Булева алгебра',
        date: '9.10.17',
        time: '10:30',
        aud:'211'
    },
    {
        name: 'Сайко Володимир Григорович',
        img: SAIKO,
        theme:'Компресія динамічних зображень',
        date: '31.10.17',
        time: '13:40',
        aud:'217'
    },
    {
        name: 'Сокульський Олег Євгенович',
        img: SOKULSKY,
        theme:'Метод Монте-Карло',
        date: '15.09.17',
        time: '10:30',
        aud:'318'
    },
    {
        name: 'Міронова  Вікторія Леонідівна',
        img: MIRONOVA,
        theme:'Javascript test Frameworks, як інструментарів модульного тестування',
        date: '27.10.17',
        time: '9:00',
        aud:'203'
    },
    {
        name: 'Домрачев Володимир Миколайович',
        img: DOMRACHEV,
        theme:'Сучасні інструменти бізнес – аналітики. Теорія та практика побудови скорингових карт у системі SAS enterprise mainer',
        date: '02.10.17',
        time: '12:10',
        aud:'318'
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        theme:'Функція багатьох змінних',
        date: '2.10.17',
        time: '9:00',
        aud:'217'
    },
    {
        name: 'Гарко Ірина Ігорівна',
        img: GARKO,
        theme:'Числові характеристики випадкових величин',
        date: '10.10.17',
        time: '15:10',
        aud:'204'
    },
    
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        theme:'Статичні поля і методи класів',
        date: '30.10.17',
        time: '13:40',
        aud:'217'
    },
   
    
   
    {
        name: 'Пирог Микола Володимирович',
        img: PIROG,
        theme:'Множини діаграми Ейгера-Вена',
        date: '21.09.17',
        time: '10:30',
        aud:'213'
    },
    {
        name: 'Феник Євгеній Олександрович',
        img: FENIK,
        theme:'Шаблон багатопотокового програмування Producer-Consumer',
        date: '28.09.17',
        time: '13:40',
        aud:'305'
    },
    
    
];

export const consultData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        time: 'Понеділок 11:00 - 12:00'
    },
    {
        name: 'Сайко Володимир Григорович',
        img: SAIKO,
        time: 'Вівторок 11:00 – 12:00'
    },
    {
        name: 'Сокульський Олег Євгенович',
        img: SOKULSKY,
        time: 'П’ятниця 13:30 - 14:30'
    },
    {
        name: 'Міронова  Вікторія Леонідівна',
        img: MIRONOVA,
        time: 'П’ятниця 10:30 – 11:30'
    },
    {
        name: 'Домрачев Володимир Миколайович',
        img: DOMRACHEV,
        time: 'Понеділок 12:00 - 13:00'
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        time: 'Вівторок 13:40 – 14:40'
    },
    {
        name: 'Гарко Ірина Ігорівна',
        img: GARKO,
        time: 'Вівторок 16:30 – 17:30'       
    },
   
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        time: 'Вівторок 12:10 - 13:20',
    },
    {
        name: 'Пирог Микола Володимирович',
        img: PIROG,
        time: 'Вівторок 11:00 – 12:00'
    },
    {
        name: 'Феник Євгеній Олександрович',
        img: FENIK,
        time: 'Середа 12:00 - 13:00'
    },
    
    

];


export const NEWS = [
    {
        title: "Серія лекцій на тему айті-підприємництво ",
        date: "від 3-го березня 2017",
        text: "Кожного вівторка о 14:10 в актовій залі факультету інформаційних технологій запрошений спеціаліст Євгеній Ленг читає лекції на тему айті-підприємництво.",
        end: "Запрошуємо всіх бажаючих!",
        img: "news2.jpg"
    },
    {
        title: "Глобальний форум кібер-безпеки",
        date: "середина квітня 2017",
        text: "В середині травня буде проходити глобальний форум кібербезпеки в дата центрі Парковий, в якому прийматиме участь і наша кафедра ПІС.",
        end: "Запрошуємо всіх бажаючих прийняти участь!",
        img: "news1.jpg"
    },

    {
        title: "Міжнародна науково-практична конференція",
        date: "29-30 вересня 2017 року",
        text: "На базі факультету інформаційних технологій Київського національного університету імені Тараса Шевченка відбулась Міжнародна науково-практична конференція «Розбудова економічної освіти та формування основ фінансової грамотності учнівської молоді – основа розвитку громадянського суспільства та становлення економіки знань» Участь у конференції прийняли педагоги, науковці, викладачі ВНЗ, методисти, фахівці у галузі інформаційних технологій і прикладних дисциплін, фахівці навчальних центрів і бізнес-структур, менеджери та керівники навчальних закладів, аспіранти та докторанти",
        end: "детальна інформація:",
        file: "https://drive.google.com/file/d/0BwuOv3Xw53PoZGQteGJvV0pJY3c/view?usp=sharing",
        img: "news3.png"
    }
]

export const EVENTS = [
    {
        title: "Міс факультету інформаційних технологій 2017",
        text: "Побутує думка, що поняття «краси» і «розуму» в одній дівчині одночасно не уживаються. Не рідко можна й почути, що нібито на технічних факультетах дівчат важко відрізнити від хлопців. 31-го березня в актовій залі Інституту післядипломної освіти чарівні учасниці конкурсу «Міс ФІТ 2017» доводили, що обидва твердження – лише вигадки злих язиків..",
        end: "Запрошуємо всіх бажаючих! Ми чекаємо на Вас!",
        img: "event1.jpg"
    },
    {
        title: "День відкритих дверей Факультету інформаційних технологій!",
        text: "Шановні абітурієнти! Запрошуємо Вас відвідати День відкритих дверей Факультету інформаційних технологій, що відбудеться 22 квітня  2017 року о 15.00 (вул. Ванди Василевської 24, актова зала). Під час зустрічі Ви зможете отримати інформацію про факультет, ознайомитися зі всіма спеціальностями  та освітніми програмами, дізнатися про особливості  вступу у 2017 році! Кожен з присутніх буде мати нагоду поставити запитання декану, завідувачам кафедр, викладачам, а також студентам, що вже навчаються на факультеті!",
        end: "Запрошуємо всіх бажаючих! Ми чекаємо на Вас!",
        img: "event2.png"
    }

]