import {
    PLESKACH,
    DUHNOVSKA,
    JIHAREVA,
    KOVTUN,
    LAHNO,
    SENCHENKO,
    FIT
} from '../Globals';
export const lessonsData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        theme:'Алгоритми пошуку',
        date: '05.04.17',
        time: '11:00-12:20',
        aud:'217'
    },
    {
        name: 'Ковтун Оксана Іванівна',
        img: KOVTUN,
        theme:'Світовий ринок ЕRP систем',
        date: '21.04.17',
        time: '9:30-10:50',
        aud:'304'
    },
    {
        name: 'Домрачев Володимир Миколайович',
        img: FIT,
        theme:'Банківська прикладна інформаційна система',
        date: '20.04.17',
        time: '11:00-12:20',
        aud:'203'
    },
    {
        name: 'Лахно Валерій Анатолійович',
        img: LAHNO,
        theme:'CASE проектування ПЗ',
        date: '27.03.17',
        time: '11:00-12:20',
        aud:'405'
    },
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        theme:'Системи бухгалтерського обліку',
        date: '13.04.2017',
        time: '14:10-15:30',
        aud:'203'
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        theme:'Метод дотичних (Метод Ньютона). Метод ітерацій',
        date: '27.03.17',
        time: '9:30-10:50',
        aud:'318'
    },
    {
        name: 'Лаптін Юрій Петрович',
        img: FIT,
        theme:'Умови оптимальності задач математичного програмування',
        date: '31.03.17',
        time: '17:10-18:30',
        aud:'318'
    }
];

export const consultData = [
    {
        name: 'Плескач Валентина Леонідівна',
        img: PLESKACH,
        time: 'Вівторок: 14:10-18:30'
    },
    {
        name: 'Ковтун Оксана Іванівна',
        img: KOVTUN,
        time: 'П\'ятниця: 12:40'
    },
    {
        name: 'Сенченко Олексій Сергійович',
        img: SENCHENKO,
        time: 'Cереда: 14:10-15:30',
    },
    {
        name: 'Жихарєва Юлія Ігорівна',
        img: JIHAREVA,
        time: 'Вівторок: 11:00-12:20'
    },
    {
        name: 'Духновська Ксенія Костянтинівна',
        img: DUHNOVSKA,
        time: '14:10-15:30',
    }

];