{
  "ua":{
    "header":{
      "main": "Головна",
      "about": "Про кафедру",
      "applicants": "Абітурієнтам",
      "teachers":"Викладачі",
      "department": "Розвиток Кафедри",
      "schedule": "Графік",
      "consultation":"Консультацій",
      "openLessons":"Відкритих Занять",
      "news":"Новини",
      "contacts":"Контакти"
    },
    "footer":{
      "address": "Ванди Василевської, 24"
    },
    "main":{
        "head":"Вітаємо Вас на кафедрі прикладних інформаційних систем!",
      "paragraph": "Щиро вітаю Вас, шановний студент, на кафедрі Прикладних Інформаційних Систем. Сподіваюсь, що наше спільне майбутнє принесе Вам справжнє естетичне задоволення від вивчення передових інформаційних технологій",
      "btn": "Про кафедру"
    },
    "lecturers":{
      "intro":{
        "head":"Кафедра прикладних інформаційних систем",
        "paragraph":[
          "Щиро вітаю Вас, шановний студент, на кафедрі Прикладних Інформаційних Систем.",
          "Сподіваюсь, що наше спільне майбутнє  принесе Вам справжнє естетичне задоволення від вивчення передових інформаційних технологій. Ви не дарма обрали саме нашу кафедру, адже в нас, замість сухої теорії, студенти вивчають практичні знання, які допоможуть Вам стати кваліфікованим спеціалістом у майбутньому. Чекаємо Вас на кафедрі Прикладних Інформаційних Систем!"
        ],
        "small":[
          "Плескач Валентина Леонідівна,",
          "завідувач кафедри Прикладних Інформаційних Систем"
        ]
      },
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Плескач Валентина Леонідівна",
          "p":"Доктор економічних наук, кандидат технічних наук, завідувач кафедри прикладних інформаційних систем"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Сайко Володимир Григорович",
          "p":"професор, д.т. н."
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Міронова Вікторія Леонідівна",
          "p":"доцент, к. т. н."
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Домрачев Володимир Миколайович",
          "p":"доцент, к. ф.-м. н."
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Жихарєва Юлія Ігорівна",
          "p":"Кандидат фізико-математичних наук, асистент"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Гарко Ірина Ігорівна",
          "p":"Асистент"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Духновська Ксенія Костянтинівна",
          "p":"Асистент"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Пирог Микола Володимирович",
          "p":"Асистент"
        }
      ]
    },
    "consultation":{
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Плескач Валентина Леонідівна",
          "p":"Понеділок 11:00 - 12:00"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Сайко Володимир Григорович",
          "p":"Вівторок 11:00 – 12:00"
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Міронова Вікторія Леонідівна",
          "p":"П’ятниця 10:30 – 11:30"
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Домрачев Володимир Миколайович",
          "p":"Понеділок 12:00 - 13:00"
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Жихарєва Юлія Ігорівна",
          "p":"Вівторок 13:40 – 14:40"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Гарко Ірина Ігорівна",
          "p":"Вівторок 16:30 – 17:30"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Духновська Ксенія Костянтинівна",
          "p":"Вівторок 12:10 - 13:20"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Пирог Микола Володимирович",
          "p":"Вівторок 11:00 – 12:00"
        }
      ]
    },
    "public_lesson":{
      "static":{
        "topic":"Тема",
        "date":"Дата",
        "time":"Час",
        "aud":"Ауд"
      },
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Плескач Валентина Леонідівна",
          "topic":"Булева алгебра",
          "date":"9.10.17",
          "time":"10:30",
          "aud":"211"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Сайко Володимир Григорович",
          "topic":"Компресія динамічних зображень",
          "date":"31.10.17",
          "time":"13:40",
          "aud":"217"
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Міронова Вікторія Леонідівна",
          "topic":"Javascript test Frameworks, як інструментарів модульного тестування",
          "date":"27.10.17",
          "time":"09:00",
          "aud":"203"
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Домрачев Володимир Миколайович",
          "topic":"Сучасні інструменти бізнес – аналітики. Теорія та практика побудови скорингових карт у системі SAS enterprise mainer",
          "date":"02.10.17",
          "time":"12:10",
          "aud":"318"
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Жихарєва Юлія Ігорівна",
          "topic":"Функція багатьох змінних",
          "date":"2.10.17",
          "time":"09:00",
          "aud":"217"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Гарко Ірина Ігорівна",
          "topic":"Числові характеристики випадкових величин",
          "date":"9.10.17",
          "time":"15:10",
          "aud":"204"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Духновська Ксенія Костянтинівна",
          "topic":"Статичні поля і методи класів",
          "date":"30.10.17",
          "time":"13:40",
          "aud":"217"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Пирог Микола Володимирович",
          "topic":"Множини діаграми Ейгера-Вена",
          "date":"21.09.17",
          "time":"10:30",
          "aud":"213"
        }
      ]
    },
    "progress":{
      "top":{
        "head1":"Програма розвитку кафедри",
        "head3":"прикладних інформаційних систем",
        "head4":"факультету інформаційних технологій",
        "head5":"Київського національного університету імені Тараса Шевченка"
      },
      "bottom":{
        "head5":"Орієнтовний план розвитку кафедри прикладних інформаційних систем підготувала завідувач кафедри прикладних інформаційних систем факультету інформаційних технологій Київського національного університету імені Тараса Шевченка, кандидат технічних наук, доктор економічних наук, професор",
        "author":"Плескач Валентина Леонідівна",
        "head4":"Обговорено та прийнято за основу рішенням кафедри (витяг із протоколу засідання кафедри № 13 від 24 квітня 2017 р.)"
      },
      "file":{
        "caution":"Осторожно",
        "p":"Убивает время"
      }
    },
    "contacts": {
      "name": "Ім'я",
      "nameVar":"Всеволод",
      "msg": "Повідомлення",
      "msgVar":"Коли буде інтернет в корпусі?",
      "map": " вул. Ванди Василевської, 24, Київ, Україна"

    },
    "applicants":{
      "case0":{
        "li1":"Забезпечення іногородніх студентів першого курсам місцями в гуртожитках, з доступом до мережі Internet, WI-FI.",
        "li2":"Забезпечення 45% рейтинга студентів першого курсу бюджетної форми навчання стипендією",
        "li3":"Постійне проведення спільних науково - практичних конференцій, виконання студентських проектів, організація «круглих столів», семінарів, олімпіад серед студентської молоді.",
        "li4":"Розвинена система спортивних секцій з багатьох видів спорту. Діють спортзал, стадіон, спортивний майданчик; можливість увійти до складу збірних команд університету."
      },
      "case1":{
        "li1":"До заяви абітурієнт приносить",
        "li2":"Документ про повну загальну середню освіту (оригінал або його завірену копію);",
        "li3":"Сертифікат з трьох предметів: українська мова та література, математика, фізика або іноземна мова за вибором;",
        "li4":"Медичну довідку за формою 086-У;",
        "li5":"6 кольорових фото розміром 3х4 см;",
        "li6":"Копію довідки про присвоєння ідентифікаційного коду, три поштових конверти з марками, папку-обкладинку, конверти форматів А4, А5;",
        "li7":"Паспорт, військовий квиток або посвідчення про приписку до призовної дільниці та документи, що дають право на пільги, вступник пред'являє особисто в терміни, визначені для подання документів"
      },
      "case2":{
        "head": "За додатковою інформацією - зв'яжіться з нами!",
        "label": "Зв'язатися"
      },
      "content":{
        "title":"Абітурієнтам",
        "p1":"Кафедра прикладних інформаційних систем запрошує на навчання абітурієнтів на навчальну програму «Прикладне програмування » спеціальності 122 «Комп'ютерні науки»",
        "p2":[
          "Програма подвійних дипломів",
          " вища школа бізнеса в ",
          "Домброві (ПОЛЬША)",
          " та комп'ютерна школа ",
          "ЛІДС (ВЕЛИКОБРИТАНИЯ)",
          " (факультети информатики, менеджмента)",
          "Термін навчання: денна - 4 роки та інші."
        ],
        "caseHead":[
          "Наші пріоритети",
          "Прийом документів",
          "Додаткова інформація"
        ],
        "finish":[
          "Чекаємо Вас на парах! ",
          "Продивитись ще раз",
          "Назад",
          "Закінчити",
          "Далі"
        ]
      }
    },
    "about":{
      "pop":"Продивитись/Завантажити",
      "label1":"Загалом",
      "title1":"Кафедра прикладних інформаційних систем",
      "p1":"Кафедра прикладних інформаційних систем заснована у червні місяці 2016 року. На кафедрі працюють  висококваліфіковані викладачі, які мають значний педагогічний і практичний комерційний досвід у розробленні та застосуванні сучасних інформаційних технологій. Прикладні системи – це програмні засоби, призначені для розв’язання прикладних задач та орієнтовані на автоматизацію конкретних видів економічної або іншої діяльності.",
      "label2":"Детальнiше",
      "title2":"Прикладні інформаційні системи",
      "p2":"Прикладні інформаційні системи – це перспективний напрям навчання і діяльності, адже зачіпає питання впровадження інновацій у різні види діяльності. Це трансдисциплінарна наука, що об’єднує різноманітні сектори та напрями діяльності і галузей знань. Прикладні інформаційні системи є тим двигуном, без якого практично неможливо розв’язати задачі прикладних сфер, як-от, ІТ в агросекторі, електроенергетиці, машинобудуванні, фінансах і банківській діяльності тощо. Наприклад, економіка зараз трансформується у цифрову, форма організації праці у мережеву, а підприємства стають віртуальними. Нині неможливо уявити роботу фахівця галузі інформаційних технологій без комп’ютера, мережі, інформаційної системи. Адже практично кожну прикладну задачу виконують за допомогою певних програмних продуктів: 1С, Галактика, Парус, Audit Expert, Risky Project, Master MRP та інші. Студенти впродовж навчання отримують фундаментальні знання у сфері аналітики, розроблення і впровадження застосунків у сфері економіки і фінансів, медицини, освіти, науки тощо.",
      "label3":"Що ти вивчиш",
      "title3":"Наші викладачі навчать",
      "li3":[
        "застосовувати методи та програмні засоби оптимізації для розв’язання прикладних задач",
        "розробляти системи підтримки прийняття рішень",
        "розв’язувати задачі прогнозування і моделювання процесів різних прикладних сфер і здійснювати їх системний аналіз",
        "розробляти бази (сховища) даних або знань, обирати їх системи керування",
        "розробляти математичні модельні рішення складних процесів",
        "розробляти і впроваджувати прикладні інформаційні системи з використанням новітніх ІКТ на основі проектного менеджменту тощо."
      ],
      "p3":"Фахівці з прикладних інформаційних систем покликані реалізовувати всі етапи створення програмного забезпечення для замовника: визначення та аналізу вимог замовника, проектування архітектури програмної системи, детального проектування, конструювання, комплексування програмних засобів, їх тестування, інсталяції, підтримання, супроводження, а також сприяти своєчасній заміні/виведенню програмних засобів з експлуатації.",
      "label4":"реалiзацiя",
      "title4":"Галузі знань прикладних інформаційних систем",
      "li4":[
        "У сфері математичної підготовки:",
        "Дискретна математика.",
        "Основи математичної логіки.",
        "Методи обчислень.",
        "Графи та дерева.",
        "Теорія ймовірностей.",
        "Алгебраїчні структури.",
        "Чисельні методи.",
        "Методи оптимізації.",
        "Дослідження операцій.",
        "Математичне моделювання тощо",
        "У сфері програмування:",
        "Алгоритми і структури даних.",
        "Основи програмування.",
        "Об’єктно-орієнтоване програмування.",
        "Паралельні та розподілені обчислення тощо.",
        "У сфері технологій і процесів розроблення програмного забезпечення:",
        "Методології розроблення та супроводження програмного забезпечення.",
        "Аналіз вимог до ПЗ.",
        "Проектування архітектури.",
        "Розроблення веб-застосунків.",
        "Розроблення сервіс-орієнтованих та клієнт-серверних застосунків.",
        "Тестування програмного забезпечення.",
        "Сучасні методології розробки.",
        "У сфері технічної підготовки:",
        "Архітектура, будова та функціонування обчислювальних систем.",
        "Основи сучасних операційних систем."
      ],
      "p4":"Професійна діяльність випускників пов’язана з індустрією інформаційних технологій та розробленням, упровадженням і супроводженням конкурентоздатного прикладного програмного забезпечення  у сферах",
      "li5":[
        "Економіки",
        "У загальному вигляді інформаційні технології в економіці визначають як сукупність дій над економічною інформацією для прийняття оптимальних ефективних рішень.",
        "Видавництва",
        "Для підприємств видавничо-поліграфічної галузі є важливим застосування інформаційних технологій для підвищення ефективності процесів підготовлення та виготовлення поліграфічної продукції, організації документообігу, адміністрування та поширення видань.",
        "Юриспруденції",
        "Розробники займаються розробленням і супроводженням спеціальних програм для організації якісної і швидкої роботи юристів, відбулося широке поширення правових довідкових систем. Їх тепер нараховують більше сотні, приміром Ліга Закон.",
        "Менеджменту",
        "За допомогою прикладних інформаційних систем збирають і впорядковують дані програмних систем, які забезпечують вироблення рішень на основі автоматизації бізнес-процесів у сфері керування, інформаційні системи менеджменту сприяють більшій оперативності та конкретності менеджерської діяльності, забезпечують своєчасність усіх управлінських розрахунків, контроль за виконанням управлінських рішень і зворотній зв’язок, удосконалення менеджерської діяльності підприємств та підвищення на цій основі ефективності їх роботи.",
        "Дизайну",
        "Ця предметна сфера використовує різні графічні програми і редактори, що є частиною інформаційної культури, полегшуючи роботу дизайнерів, сприяючи появі інновацій і нових напрямків стилю у дизайні третього тисячоліття.",
        "Туризму",
        "Ця індустрія пристосована для впровадження сучасних інформаційних технологій, тому зазнала значного впливу науково-технічного прогресу. Охоплює інформаційні системи менеджменту, глобальні системи бронювання, мультимедіа, інтегровані комунікаційні мережі для забезпечення діяльності туризму тощо.",
        "Медицини",
        "Новітні інформаційні технології все більше використовують у галузі охорони здоров’я, що буває зручним, а часом просто необхідним. Завдяки цьому медицина, в тому числі і нетрадиційна, набуває сьогодні абсолютно нових рис. У багатьох медичних дослідженнях обов’язково використовують комп’ютер і прикладне програмне забезпечення. Цей процес супроводжують суттєвими змінами в медичній теорії та практиці, що пов’язані з внесенням коректив, як на етапі підготовки медичних працівників, так і для медичної практики.",
        "Освіти",
        "Процес навчання, особливо дистанційного, обов’язково використовує прикладне програмне забезпечення. В освіті інформатизація відкриває доступ до світових інформаційних ресурсів; зменшує залежність викладання і навчання від місцезнаходження учасників процесу та часових рамок; сприяє вдосконаленню форм і змісту навчального процесу, підвищенню ефективності засвоєння навчального матеріалу та персоніфікації навчання, інтеграції навчальної, дослідницької та виробничої діяльності; значно збільшує обсяги ресурсів, якими студенти можуть користуватися за межами аудиторії; сприяє підвищенню мотивації до навчання та розвитку креативного мислення. Інтерактивність і мультимедійна наочність сприяють кращому поданню і засвоєнню інформації."
      ],
      "label5":"теми дипломних",
      "title5":"Можливі теми дипломних студентських робіт",
      "label6":"стандарт",
      "title6":"Завантажити стандарт зі спеціальності",
      "p6":"Кафедра прикладних інформаційних систем здійснює навчання студентів за програмою «Прикладні інформаційні системи» спеціальності 122 «Комп’ютерні науки та інформаційні технології» галузі знань 12 «Інформаційні технології».",
      "p7":"Фахівці з прикладних інформаційних систем орієнтовані на використання новітніх інформаційно-комунікаційних технологій для прийняття управлінських рішень у різних прикладних сферах і галузях національної економіки."
    },
    "news":{
      "news": "Новини",
      "event": "Події",
      "email": "Підпишись на E-mail новини"
    }
  },
  "eng":{
    "header":{
      "main": "Main",
      "about": "About",
      "applicants": "Applicants",
      "teachers":"Teachers",
      "department": "Department",
      "schedule": "Schedule",
      "consultation":"Consultation",
      "openLessons":"Open Lessons",
      "news":"News",
      "contacts":"Contacts"
    },
    "footer":{
      "address": "Vandy Vasilevskaya, 24"
    },
    "main":{
      "head":"Welcome to the Department of Applied Information Systems!",
      "paragraph": "Sincerely congratulate you, dear student, on the Department of Applied Information Systems. I hope that our common future brings you real aesthetic pleasure from learning advanced information technology",
      "btn": "About the department"
    },
    "lecturers":{
      "intro":{
        "head":"Department of Applied Information Systems",
        "paragraph":[
          "Sincerely congratulate you, dear student, on the Department of Applied Information Systems.",
          "I hope that our common future will bring you real aesthetic pleasure from learning advanced information technology. You have chosen not only our department, because in our place, instead of dry theory, students learn practical knowledge that will help you become a qualified specialist in the future. We are waiting for you at the Department of Applied Information Systems!"
        ],
        "small":[
          "Pleskach Valentina Leonidovna,",
          "Head of the Department of Applied Information Systems"
        ]
      },
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Pleskach Valentina Leonidovna",
          "p":"Doctor of Economics, candidate of technical sciences, Head of the Department of Applied Information Systems"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Saiko Vladimir Grigorievich",
          "p":"professor, d.t.n."
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Mironova Victoria Leonidovna",
          "p":"Associate Professor, k. t. n."
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Domrachev Vladimir Nikolaevich",
          "p":"docent, Candidate of Physics and Mathematics"
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Zhikhareva Julia Igorivna",
          "p":"Candidate of Physics and Mathematics, assistant"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Garko Irina Igorevna",
          "p":"Assistant"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Dukhnovska Ksenia Konstantinovna",
          "p":"Assistant"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Pirog Nikolai Volodymyrovych",
          "p":"Assistant"
        }
      ]
    },
    "consultation":{
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Pleskach Valentina Leonidovna",
          "p":"Monday 11:00 - 12:00"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Saiko Vladimir Grigorievich",
          "p":"Tuesday 11:00 – 12:00"
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Mironova Victoria Leonidovna",
          "p":"Friday 10:30 – 11:30"
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Domrachev Vladimir Nikolaevich",
          "p":"Monday 12:00 - 13:00"
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Zhikhareva Julia Igorivna",
          "p":"Tuesday 13:40 – 14:40"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Garko Irina Igorevna",
          "p":"Tuesday 16:30 – 17:30"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Dukhnovska Ksenia Konstantinovna",
          "p":"Tuesday 12:10 - 13:20"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Pirog Nikolai Volodymyrovych",
          "p":"Tuesday 11:00 – 12:00"
        }
      ]
    },
    "public_lesson":{
      "static":{
        "topic":"Topic",
        "date":"Date",
        "time":"Time",
        "aud":"Aud"
      },
      "personal":[
        {
          "src":"./src/teachers/pleskach.jpg",
          "name": "Pleskach Valentina Leonidovna",
          "topic":"Boolean algebra",
          "date":"9.10.17",
          "time":"10:30",
          "aud":"211"
        },
        {
          "src":"./src/teachers/saiko.jpg",
          "name":"Saiko Vladimir Grigorievich",
          "topic":"Compression of dynamic images",
          "date":"31.10.17",
          "time":"13:40",
          "aud":"217"
        },
        {
          "src":"./src/teachers/mironova.jpg",
          "name":"Mironova Victoria Leonidovna",
          "topic":"Javascript test frameworks as modular testing tools",
          "date":"27.10.17",
          "time":"09:00",
          "aud":"203"
        },
        {
          "src":"./src/teachers/domrachev.jpg",
          "name":"Domrachev Vladimir Nikolaevich",
          "topic":"Modern business analytics tools. Theory and practice of constructing scoring cards in SAS enterprise mainer system",
          "date":"02.10.17",
          "time":"12:10",
          "aud":"318"
        },
        {
          "src":"./src/teachers/jihareva.jpg",
          "name":"Zhikhareva Julia Igorivna",
          "topic":"The function of many variables",
          "date":"2.10.17",
          "time":"09:00",
          "aud":"217"
        },
        {
          "src":"./src/teachers/garko.jpg",
          "name":"Garko Irina Igorevna",
          "topic":"Numerical characteristics of random variables",
          "date":"9.10.17",
          "time":"15:10",
          "aud":"204"
        },
        {
          "src":"./src/teachers/duhnovska.jpg",
          "name":"Dukhnovska Ksenia Konstantinovna",
          "topic":"Static fields and class methods",
          "date":"30.10.17",
          "time":"13:40",
          "aud":"217"
        },
        {
          "src":"./src/teachers/pirog.jpg",
          "name":"Pirog Nikolai Volodymyrovych",
          "topic":"The plots of the Eiger-Vienna diagram",
          "date":"21.09.17",
          "time":"10:30",
          "aud":"213"
        }
      ]
    },
    "progress":{
      "top":{
        "head1":"Program development department",
        "head3":"applied information systems",
        "head4":"Faculty of Information Technology",
        "head5":"Kyiv National Taras Shevchenko University"
      },
      "bottom":{
        "head5":"The approximate plan for the development of the Department of Applied Information Systems was prepared by the Head of the Department of Applied Information Systems of the Faculty of Information Technologies of the Taras Shevchenko National University of Kyiv, Candidate of Technical Sciences, Doctor of Economics, Professor",
        "author":"Pleskach Valentina Leonidovna",
        "head4":"Discussed and adopted as the basis of the decision of the department (extract from the minutes of the session of the department number 13 of April 24, 2017)"
      },
      "file":{
        "caution":"Caution",
        "p":"Time Killer"
      }
    },
    "contacts": {
      "name": "Name",
      "nameVar":"Vsevolod",
      "msg": "Message",
      "msgVar":"When will the internet be in the building?",
      "map": " street Vandy Vasilevskaya, 24, Kyiv, Ukraine"

    },
    "applicants":{
      "case0":{
        "li1":"Provision of non-resident students of the first courses in places in hostels, with access to the Internet, WI-FI.",
        "li2":"Providing 45% of the first-year student's rate of scholarship",
        "li3":"Constant holding of joint scientific and practical conferences, student projects, organization of round tables, seminars, competitions among student youth.",
        "li4":"Developed system of sports sections from many sports. There is a gym, a stadium, a sports ground; possibility to enter the national teams of the university."
      },
      "case1":{
        "li1":"Applicant brings to the application",
        "li2":"A document on full secondary education (original or certified copy thereof);",
        "li3":"Certificate of three subjects: Ukrainian language and literature, mathematics, physics or foreign language of choice;",
        "li4":"Medical certificate in the form 086-U;",
        "li5":"6 color photos in the size of 3x4 cm;",
        "li6":"A copy of the certificate of assignment of the identification code, three postal envelopes with stamps, a cover folder, envelopes of formats А4, А5;",
        "li7":"A passport, a military ticket or a certificate of affiliation to the compulsory section and documents giving the right to benefits, the accuser submits personally within the terms defined for the submission of documents"
      },
      "case2":{
        "head": "For more information, please contact us!",
        "label": "Contact"
      },
      "content":{
        "title":"Applicants",
        "p1":"The Department of Applied Information Systems invites to study entrants for the program \"Applied Programming\" of specialty 122 \"Computer Science\"",
        "p2":[
          "Double Degree Program",
          "Higher Business School in",
          "Dombrowa (POLAND)",
          " and a computer school ",
          "LIDES (GREAT BRITAIN)",
          " (faculties of computer science, management)",
          "Term of studies: daytime - 4 years and others."
        ],
        "caseHead":[
          "Our priorities",
          "Reception of documents",
          "Additional Information"
        ],
        "finish":[
          "We are waiting for you in pairs! ",
          "See again",
          "Back",
          "Finish",
          "Next"
        ]
      }
    },
    "about":{
      "pop":"View/Download",
      "label1":"In general",
      "title1":"Department of Applied Information Systems",
      "p1":"The Department of Applied Information Systems was founded in June 2016. The department has highly qualified teachers who have significant pedagogical and practical business experience in the development and application of modern information technologies. Applied systems are software tools designed to solve applied problems and focus on the automation of specific types of economic or other activities.",
      "label2":"More detail",
      "title2":"Applied Information Systems",
      "p2":"Applied information systems is a promising area of ​​study and activity, as it touches upon the introduction of innovations in various activities. It is a transdisciplinary science that brings together diverse sectors and fields of activity and knowledge. Applied information systems are the engine, without which it is virtually impossible to solve the problem of applied spheres, such as IT in the agrarian sector, power engineering, engineering, finance and banking, and so on. For example, the economy is now transformed into a digital form of organization of work in the network, and enterprises become virtual. Now it's impossible to imagine a specialist in the field of information technology without a computer, network, information system. After all, virtually every application is executed with the help of certain software products: 1C, Galaxy, Sail, Auditor Expert, Risk Project, Master MRP and others. During their studies, students receive basic knowledge in the field of analytics, development and implementation of programs in the field of economics and finance, medicine, education, science, etc.",
      "label3":"What you will learn",
      "title3":"Our teachers will teach",
      "li3":[
        "Apply methods and software tools for optimization to solve applied problems",
        "develop decision support systems",
        "to solve tasks of forecasting and modeling of processes of various application spheres and to carry out their system analysis",
        "develop database (repositories) of data or knowledge, choose their control systems",
        "to develop mathematical model solutions of complex processes",
        "to develop and implement applied information systems using the latest ICTs on the basis of project management, etc."
      ],
      "p3":"Applicant Information Systems specialists are called to implement all stages of software development for the customer: definition and analysis of customer requirements, designing of the software system architecture, detailed design, construction, software integration, testing, installation, maintenance, support, and timely replacement / withdrawal of software from the operation.",
      "label4":"realization",
      "title4":"Areas of knowledge of applied information systems",
      "li4":[
        "In the field of mathematical training:",
        "Discrete Math.",
        "Fundamentals of Mathematical Logic.",
        "Methods of calculation.",
        "Counters and trees.",
        "Probability theory.",
        "Algebraic structures.",
        "Numerical Methods.",
        "Optimization methods.",
        "Operations Research.",
        "Mathematical modeling and others like that",
        "In the field of programming:",
        "Algorithms and data structures.",
        "Fundamentals of programming.",
        "Object-Oriented Programming.",
        "Parallel and distributed computing, etc.",
        "In the field of technology and software development processes:",
        "Software development and maintenance methodologies.",
        "Analysis of software requirements.",
        "Architectural design.",
        "Web application development.",
        "Development of service-oriented and client-server applications.",
        "Software testing.",
        "Modern development methodologies.",
        "In the field of technical training:",
        "Architecture, structure and functioning of computing systems.",
        "Basics of modern operating systems."
      ],
      "p4":"The professional activities of graduates are related to the information technology industry and the development, implementation and maintenance of competitive application software in the areas of",
      "li5":[
        "Economics",
        "In general terms, information technology in the economy is defined as a set of actions on economic information for the adoption of optimal effective solutions.",
        "Publishers",
        "For enterprises in the publishing industry it is important to use information technology to improve the efficiency of the processes of preparation and manufacturing of printing products, organization of document circulation, administration and distribution of publications.",
        "Jurisprudence",
        "Developers are engaged in the development and maintenance of special programs for the organization of high-quality and fast work of lawyers, widespread legal reference systems. They now number more than a hundred, for example, the League of Law.",
        "Management",
        "With the help of applied information systems, data is collected and organized by software systems that provide decision-making on the basis of automation of business processes in the field of management, information management systems contribute to greater operational efficiency and specificity of managerial activities, ensure the timeliness of all managerial calculations, control over the implementation of managerial decisions and reverse communication, improvement of the managerial activity of enterprises and increase the efficiency of their work on this basis.",
        "Design",
        "This subject area uses a variety of graphic programs and editors that are part of the information culture, facilitating the work of designers, contributing to the emergence of innovations and new trends in the design style of the third millennium.",
        "Tourism",
        "This industry is adapted for the introduction of modern information technologies, and therefore has had a significant impact on scientific and technological progress. Includes information management systems, global booking systems, multimedia, integrated communication networks for tourism activities, etc.",
        "Medicine",
        "The latest information technologies are increasingly used in the healthcare sector, which is convenient and sometimes necessary. Due to this, medicine, including non-traditional, acquires absolutely new features today. Many medical studies necessarily use a computer and application software. This process is accompanied by significant changes in medical theory and practice related to making adjustments, both at the stage of training of medical staff and for medical practice.",
        "Education",
        "The learning process, especially remote, necessarily uses application software. In education, informatization opens up access to world information resources; reduces the dependence of teaching and learning from the location of process participants and the time frame; promotes the improvement of the forms and content of the educational process, increasing the efficiency of the learning of learning material and personalization of education, the integration of educational, research and production activities; greatly increases the resources that students can use outside the audience; contributes to increased motivation for learning and the development of creative thinking. Interactivity and multimedia visibility contribute to better submission and assimilation of information."
      ],
      "label5":"topics of the diploma",
      "title5":"Possible topics for graduate student work",
      "label6":"standard",
      "title6":"Download the standard from the specialty",
      "p6":"The Department of Applied Information Systems provides students with the program \"Applied Information  Systems\" of the specialty 122 \"Computer Science and Information Technologies\" of the field of knowledge 12 \"Information Technologies\".",
      "p7":"Applicant information systems specialists are focused on the use of the latest information and communication technologies for making managerial decisions in various applied spheres and branches of the national economy."
    },
    "news":{
      "news": "News",
      "event": "Events",
      "email": "Subscribe to E-mail news"
    }
  }
}